Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: These Provisions enter into force on 1 July 2012 when the following Provisions of the Swedish Work Environment Authority and the Swedish National Board of Occupational Safety and Health shall be repealed.
sv: Denna författning14 träder i kraft den 1 juli 2012 då följande av Arbets­ miljöverkets och Arbetarskyddsstyrelsens föreskrifter ska upphöra att gälla.

source: The Swedish National Board of Occupational Safety and Health's Ordinance (AFS 1986:13) with Provisions on Oils.
sv: Arbetarskyddsstyrelsens kungörelse med föreskrifter (AFS 1986:13) om oljor.

source: The Swedish National Board of Occupational Safety and Health's Ordinance (AFS 1992:18) with Provisions on Motor Fuels.
sv: Arbetarskyddsstyrelsens kungörelse med föreskrifter (AFS 1992:18) om motorbränslen.

source: The Swedish National Board of Occupational Safety and Health's Provisions (AFS 1997:10) on Laboratory Work with Chemicals.
sv: Arbetarskyddsstyrelsens föreskrifter (AFS 1997:10) om laboratoriear­ bete med kemikalier.

source: The Swedish National Board of Occupational Safety and Health's Provisions (AFS 2000:4) on Chemical Hazards in the Work Environment.
sv: Arbetarskyddsstyrelsens föreskrifter (AFS 2000:4) om kemiska arbets­ miljörisker.

source: These provisions enter into force on 1 July 2014.
sv: Denna författning15 träder i kraft den 1 juli 2014.

source: For containers with chemical products that are legally placed on the market, labelled according to the Swedish Chemical Agency’s Regulations (KIFS 2005:7) on Classification and Labelling of Chemical Products, Section 19 may be applied according to its latest version (AFS 2014:5) until 1 June 2019.
sv: För behållare med kemiska produkter som lagligen satts på marknaden med märkning enligt Kemikalieinspektionens föreskrifter (KIFS 2005:7) om klassificering och märkning av kemiska produkter får 19 § tillämpas enligt sin senaste lydelse (AFS 2014:5) till den 1 juni 2019.

source: Permissions which have been pronounced in accordance with the repealed Provisions shall apply as permissions in accordance with the new Provisions.
sv: Tillstånd som meddelats enligt de upphävda föreskrifterna gäller fort­ farande som tillstånd enligt de nya föreskrifterna.

source: Appendix 1: Substances which are prohibited or require a permit
sv: Bilaga 1: Ämnen med förbud eller tillståndskrav

source: Group A – Substances which may not be handled according to Section 45
sv: Grupp A – Ämnen som enligt 45 § inte får hanteras

source: The stipulations in Section 45 also apply to the substance's salts and when the substance contains water of crystallization.
sv: Bestämmelserna i 45 § gäller även ämnets salter och när ämnet innehåller kristallvatten.

source: Carcinogenic substances CAS No2
sv: Cancerframkallande ämnen CAS-nr17

source: 2-Acetamidofluorene 53-96-3
sv: 2­Acetamidofluoren ..................................................................................... 53­96­3

source: 4-Aminobiphenyl 92-67-1
sv: 4­Aminodifenyl ............................................................................................ 92­67­1

source: Benzidine 92-87-5
sv: Benzidin......................................................................................................... 92­87­5

source: Bis(chloromethyl) ether 542-88-1
sv: 1,1’­Diklordimetyleter ............................................................................... 542­88­1

source: Chloromethyl methyl ether 107-30-2
sv: 1,2­Dibrom­3­klorpropan............................................................................ 96­12­8

source: 1,2-Dibromo-3-chloropropane (DBCP) 96-12-8
sv: N,N­Dimetyl­4­aminoazobensen............................................................... 60­11­7

source: N,N-Dimethyl-4-aminoazobenzene 60-11-7
sv: Erionit ...................................................................................................... 66733­21­9

source: Hexamethylphosphoric triamide (HMPA) 680-31-9
sv: Metylklormetyleter .................................................................................... 107­30­2

source: 20-Methylcholanthrene (3-methylcholantrene) 56-49-5
sv: 20­Metylkolantren (3­metylkolantren)...................................................... 56­49­5

source: Nitrodiphenyl 92-93-3
sv: 4­Nitrodifenyl ............................................................................................... 92­93­3

source: Group B – Substances which according to Section 47 may only be handled following permission from the Swedish Work Environment Authority
sv: Grupp B – Ämnen som enligt 47 § får hanteras endast efter tillstånd av Arbetsmiljöverket

source: The stipulations in Section 47 also apply to the substance's salts and when the substance contains water of crystallization.
sv: Bestämmelserna i 47 § gäller även ämnets salter och när ämnet innehåller kristallvatten.

source: Auramine 492-80-8 (4,4'-imidocarbonyl-bis(N,N-dimethylaniline))
sv: Auramin ...................................................................................................... 492­80­8 (4,4’­imidokarbonyl­bis(N,N­dimetylanilin))

source: Benzal chloride 98-87-3
sv: Bensalklorid .................................................................................................. 98­87­3

source: Benzotrichloride 98-07-7
sv: Bensotriklorid ............................................................................................... 98­07­7

source: -Butyrolacton 3068-88-0
sv: ­Butyrolakton.......................................................................................... 3068­88­0

source: 4,4'-Diamino-3,3'-dichloro-diphenylmethane 101-14-4 (MOCA, methylene bis(o-chloroaniline))
sv: 4,4’­Diamino­3,3’­diklor­difenylmetan ................................................... 101­14­4 (metylenbis(o­kloranilin))

source: 2,4-Diamino-1-metoxybenzene (2,4-diaminoanisole) 615-05-4
sv: 2,4­Diamino­1­metoxibensen (2,4­diaminoanisol) ................................ 615­05­4 2,4­Diaminotoluen ...................................................................................... 95­80­7

source: 2CAS no is the identification number of the substance according to Chemical Abstract Service.
sv: 17 CAS­nr är ämnets identifikationsnummer enligt Chemical Abstract Service.

source: Dianisidine (3,3'-dimetoxybenzidine) 119-90-4
sv: Dianisidin (3,3’­dimetoxibenzidin).......................................................... 119­90­4

source: Diazomethane 334-88-3
sv: Diazometan ................................................................................................. 334­88­3

source: 1,2-Dibromethane (ethylene dibromide) 106-93-4
sv: 1,2­Dibrometan (etyldibromid) ................................................................ 106­93­4

source: 3,3'-Dichlorobenzidine 91-94-1
sv: 1,2:3,4­Diepoxibutan ................................................................................ 1464­53­5

source: 2,2'-Dichlorodiethylether 111-44-4
sv: Dietylsulfat.................................................................................................... 64­67­5

source: 2,2'-Dichlorodiethylsulfide (mustard gas) 505-60-2
sv: 3,3’­Diklorbenzidin ...................................................................................... 91­94­1

source: 1,2:3,4-Diepoxybutane 1464-53-5
sv: 2,2’­Diklordietyleter................................................................................... 111­44­4

source: Diethyl sulfate 64-67-5
sv: 2,2’­Diklorodietylsulfid (senapsgas)........................................................ 505­60­2

source: 3,3'-Dimethylbenzidine (o-Tolidine) 119-93-7
sv: 3,3’­Dimetylbenzidin (o­Tolidin) ............................................................. 119­93­7

source: 1,1-Dimethyl hydrazine 57-14-7
sv: 1,1­Dimetylhydrazin.................................................................................... 57­14­7

source: 1,2-Dimethyl hydrazine 540-73-8
sv: 1,2­Dimetylhydrazin.................................................................................. 540­73­8

source: Dimethyl sulfate 77-78-1
sv: Dimetylsulfat ................................................................................................ 77­78­1

source: Ethyleneimine (azidirine) 151-56-4
sv: Etylenimin ................................................................................................... 151­56­4

source: Ethyl methanesulfonate (EMS) 62-50-0
sv: Etylmetansulfonat........................................................................................ 62­50­0

source: Hydrazine 302-01-2
sv: Fenyl­­naftylamin .................................................................................... 135­88­6

source: 4,4'-Methylenedianiline 101-77-9 (MDA, 4,4’-diaminodiphenylmethane)
sv: Hydrazin ..................................................................................................... 302­01­2

source: Methylmethanesulfonate (MMS) 66-27-3
sv: 4,4’­Metylendianilin................................................................................... 101­77­9 (4,4’­diaminodifenylmetan)

source: Monomethylhydrazine 60-34-4
sv: Metylmetansulfonat .................................................................................... 66­27­3

source: -Naphtylamine 134-32-7
sv: Monometylhydrazin.................................................................................... 60­34­4

source: N-Nitrosodimethylamine (N,N-dimethylnitrosamine) 62-75-9
sv: ­Naftylamin .............................................................................................. 134­32­7

source: Phenyl--naphtylamine 135-88-6
sv: N­Nitrosodimetylamin ............................................................................... 62­75­9

source: 1,3-Propane sultone 1120-71-4
sv: 1,3­Propansulton ...................................................................................... 1120­71­4

source: -Propiolactone 57-57-8
sv: ­Propiolakton.............................................................................................. 57­57­8

source: 1,2-Propyleneimine 75-55-8
sv: 1,2­Propylenimin.......................................................................................... 75­55­8

source: Thioacetamide 62-55-5
sv: Tioacetamid................................................................................................... 62­55­5

source: Tris(2,3-dibromopropyl) phosfate 126-72-7
sv: Tris(2,3­dibrompropyl)fosfat.................................................................... 126­72­7

source: Urethane (ethyl carbamate) 51-79-6
sv: Uretan (etylkarbamat) ................................................................................. 51­79­6

source: Sensitizing substances CAS No
sv: Sensibiliserande ämnen CAS-nr

source: Hexahydrophtalic anhydride 3 85-42-7
sv: Hexahydroftalsyraanhydrid18 .................................................................... 85­42­7

source: 3 As a guide value, 0.005 mg/m3 for the combined exposure to organic anhydrides during 15 minutes of inhalation should not be exceeded.
sv: 18 Som riktvärde gäller att värdet 0,005 mg/m3 för den sammanlagda exponeringen för syraanhydrider under 15 minuter via inandning inte bör överskridas.

source: Methyl hexahydrophtalic anhydride 3 25550-51-0
sv: Metylhexahydroftalsyraanhydrid19..................................................... 25550­51­0

source: Methyl tetrahydrophtalic anhydride 3 26590-20-5
sv: Metyltetrahydroftalsyraanhydrid16..................................................... 26590­20­5

source: Tetrahydrophtalic anhydride 3 85-43-8
sv: Tetrahydroftalsyraanhydrid16 .................................................................... 85­43­8

source: Tetrachlorophtalic anhydride 3 117-08-8
sv: Tetraklorftalsyraanhydrid16...................................................................... 117­08­8

source: Substances toxic to reproduction CAS No
sv: Reproduktionsstörande ämnen CAS-nr

source: Ethylene glycol methyl ether acetate4 110-49-6 (2-Methoxyethyl acetat)
sv: Etylenglykolmonometyleter20 .................................................................. 109­86­4 (2­Metoxietanol)

source: Ethylene glycol monomethyl ether 4 109-86-4 (2-Methoxyethanol)
sv: Etylenglykolmonometyleteracetat17 ........................................................ 110­49­6 (2­Metoxietylacetat)

source: General Recommendations for the Appendix
sv: Allmänna råd till bilagan

source: See footnote 3 on page 28 and footnote 4 below.
sv: Se fotnot 16 och 17.

source: 4 As a guide value, 0.1 ppm for exposure via inhalation as a time weighted average during a working day should not be exceeded.
sv: 20 Som riktvärde gäller att värdet 0,1 ppm för exponeringen via inandning som tidsvägt dagsmedelvärde inte bör överskridas.

source: The Swedish Work Environment Authority's General Recommendations on the Implementation of the Provisions on Chemical Hazards in the Working Environment
sv: Arbetsmiljöverkets allmänna råd om tillämpningen av föreskrifterna om kemiska arbetsmiljörisker

source: Guidance on Section 1 Work in an employer's household refers to work involving cooking, washing-up and cleaning, help with personal hygiene and similar.
sv: Till 1 § Med arbete i arbetsgivarens hushåll avses arbete med matlagning, disk och städning, hjälp med personlig hygien och liknande.

source: Craft work, work in animal stables and repairs are normally not included.
sv: Hantverks­ arbete, arbete i djurstallar och reparationer ingår normalt inte.

source: When an investigation and risk assessment is conducted in an employer's household, attention should be paid to the labelling on all chemical products that the persons working in the household may come into contact with.
sv: När en undersökning och riskbedömning görs i en arbetsgivares hushåll bör det alltid ingå att beakta märkningen på alla kemiska produkter som de som arbetar i hushållet kan komma i kontakt med.

source: Regarding household chemicals, it should be possible, based on the information on the label, to determine whether any dangerous situations can arise and which protective measures therefore are needed.
sv: För hushållskemikalier bör man utifrån informationen i märkningen, om på vilket sätt produkten är farlig, kunna avgöra om några farliga situationer kan uppstå och vilka skyddsåtgärder som därför behövs.

source: Examples of protective measures which may be required are protective gloves, protective goggles, ventilated workplace, measures against ignition of flammable goods and safe packaging.
sv: Exempel på skyddsåtgärder som kan behövas är skyddshandskar, skyddsglasögon, ventilerad arbetsplats, åtgär­ der mot antändning av brandfarlig vara och säkra förpackningar.

source: When exemptions may be made from Sections 6-10 in these Provisions, the requirements for documentation of the risk assessment in accordance with the Swedish Work Environment Authority Provisions on Systematic Work Environment Management still apply.
sv: När undantag får göras från 6–10 §§ i dessa föreskrifter gäller ändå kra­ ven på dokumentation av riskbedömningen enligt Arbetsmiljöverkets före­ skrifter om systematiskt arbetsmiljöarbete.

source: When a workplace has special employees who during the majority of their work hours perform cleaning and washing-up etc., it should never be a matter of these employees' own personal use, which is why Sections 6-10 shall be applied.
sv: När det på en arbetsplats finns särskilda arbetstagare som under stor del av sin arbetstid sköter städning och diskning m.m. torde det aldrig vara frå­ ga om dessa arbetstagares egna bruk varför 6–10 §§ ska tillämpas.

source: Guidance on Section 2 The Work Environment Act applies to all work that an employee performs for an employer.
sv: Till 2 § Arbetsmiljölagen gäller allt arbete som en arbetstagare utför för en arbetsgivares räkning.

source: The Work Environment Act also applies to a certain extent outside professional life.
sv: Arbetsmiljölagen gäller delvis även utanför yrkes­ livet.

source: Pupils, inmates of an institution and persons who are engaged in service under the Total Defence Service Act are in some cases equal to employees, e.g., regarding the conditions of the work environment (Chapter 1, Section 3 of the Work Environment Act).
sv: Elever, vårdtagare i anstalt och den som tjänstgör inom totalförsvaret jämställs i vissa avseenden med arbetstagare, bl.a. när det gäller arbetsmil­ jöns beskaffenhet (1 kap. 3 § arbetsmiljölagen).

source: Therefore these Provisions also apply in the school if there are substances present which can cause ill-health.
sv: Dessa föreskrifter gäller där­ för även i skolan om där förekommer ämnen som kan föranleda ohälsa.

source: architects, construction planners and others participating in the planning and designing within the framework of their commissions,
sv: arkitekter, projektörer och andra som medverkar vid planeringen och projekteringen inom ramen för sina uppdrag,

source: the building work environment coordinator,
sv: byggarbetsmiljösamordnaren,

source: those who manufacture prefabricated buildings and constructions,
sv: den som tillverkar monteringsfärdiga byggnader och anläggningar, samordningsansvarig,

source: those who manufacture, import, deliver or provide a machine, tool, protective equipment or other technical device,
sv: den som tillverkar, importerar, överlåter eller upplåter maskin, redskap, skyddsutrustning eller annan teknisk anordning,

source: those who manufacture, import or deliver a hazardous substance,
sv: den som tillverkar, importerar eller överlåter ett farligt ämne,

source: those who deliver or make a packaged product available,
sv: den som överlåter eller upplåter en förpackad produkt,

source: those who install a technical device,
sv: den som installerar en teknisk anordning,

source: those who hire rented labour,
sv: den som hyr in arbetskraft,

source: those who control a worksite and those who provide premises, land etc.
sv: den som råder över ett arbetsställe och den som upplåter lokal, markområde m.m.

source: The Work Environment Act only applies in part for those who conduct professional activities without employees, alone or together with a family member.
sv: Arbetsmiljölagen gäller bara delvis för den som ensam eller gemensamt med familjemedlem driver yrkesmässig verksamhet utan anställd.

source: Sole traders or family businesses are obliged to adhere to that which is stipulated in the Work Environment Act and in support of it, regarding technical devices or hazardous substances which can cause ill-health and accidents as well as that which regards joint workplaces.
sv: En ensam­ eller familjeföretagare är skyldig att följa vad som i arbetsmiljölagen och med stöd av den föreskrivits om tekniska anordningar eller farliga ämnen, som kan föranleda ohälsa eller olycksfall, samt beträffande gemensamt arbetsställe.

source: For a contractor at a joint workplace where someone else is managing and coordinating, it is as a rule sufficient that the contractor conducts their investigation and risk assessment by utilizing the documents which have already been produced for the joint workplace.
sv: För en entreprenör på ett gemensamt arbetsställe som någon annan råder över och samordnar är det i regel tillräckligt att entreprenören utför sin undersökning och riskbedömning genom att tillgodogöra sig de dokument som redan tagits fram för det gemensamma arbetsstället.

source: However, the contractor must make an own investigation and risk assessment for chemical hazards they themselves bring to the work place and produce the documentation in accordance with the Provisions.
sv: För riskkällor som entreprenören själv tillför till arbetsplatsen måste entreprenören dock göra en egen undersökning och riskbedömning och ta fram dokumentation enligt föreskrifterna.

source: The result of such a risk assessment and other documentation must be anchored with the workplace coordinator for the work environment.
sv: Resultatet av en sådan riskbedömning och övrig dokumenta­ tion måste förankras med samordnaren för arbetsstället.

source: As those who hire rented labour organize the labour and exercise the direct work management, they have a responsibility which in principle corresponds to an employer's work environment responsibility.
sv: Eftersom en inhyrare disponerar över arbetskraften och utövar den direk­ ta arbetsledningen, har inhyraren ett ansvar som i princip motsvarar en arbetsgivares arbetsmiljöansvar.

source: It means, among other things, that those who hire labour shall assess the risks in the work tasks that a hired employee performs.
sv: Det innebär bland annat att inhyraren ska bedöma riskerna i de arbetsuppgifter som en inhyrd arbetstagare utför.

source: Guidance on Section 3 An employer who is a manufacturer, importer or downstream user may be liable to produce a chemical safety report, in addition to the risk assessment and documentation requirements which are stipulated in the Swedish Work Environment Authority's Provisions.
sv: Till 3 § En arbetsgivare som är tillverkare, importör eller nedströmsanvän­ dare kan vara skyldig att utarbeta en kemikaliesäkerhetsrapport, utöver att uppfylla de riskbedömnings­ och dokumentationskrav som följer av Arbets­ miljöverkets föreskrifter.

source: This is in accordance with the stipulations of the REACH Regulation.
sv: Detta enligt bestämmelserna i Reach­förordningen.

source: Guidance on Section 4 The definition of a hazardous chemical product does not include chemical products such as cosmetic and hygiene products, pharmaceuticals, foodstuffs, fodder and waste as these are exempt from the rules on classification and labelling to which the definition refers.
sv: och avfall eftersom dessa undantas från de regler om klassificering och märkning som definitionen hänvisar till.

source: Such chemical products are therefore not defined as hazardous chemical products even if they constitute chemical hazards.
sv: Sådana kemiska produkter definie­ ras därför inte som farliga kemiska produkter även om de utgör kemiska riskkällor.

source: Chemical product has, as defined here, the same meaning as in the Swedish Environmental Code, (1998:808).
sv: Kemisk produkt har som det definieras här samma innebörd som i miljöbal­ ken (1998:808).

source: The definition here is worded differently in order to clarify the difference between chemical substances and mixtures which occur naturally or unintentionally.
sv: Definitionen här är annorlunda formulerad för att förtydliga skillnaden mot kemiska ämnen och blandningar som förekommer naturligt eller oavsiktligt.

source: The term chemical hazard includes both hazardous chemical substances and mixtures when they occur as a chemical product and in other manners.
sv: Begreppet kemisk riskkälla innefattar både när kemiska ämnen eller bland­ ningar som kan medföra ohälsa eller olycksfall förekommer som en kemisk produkt och på andra sätt.

source: Other manners may be as exhaust fumes or other air pollution, or in or on a material, plant or technical device.
sv: Andra sätt kan vara som avgaser eller andra luft­ föroreningar, i eller på ett material, växt eller teknisk anordning.

source: Causing ill-health through its properties as a result of the form which a substance takes may for example mean that a substance is hazardous purely because it is in dust form.
sv: Att medföra ohälsa genom sina egenskaper när det beror på det sätt på vilket ämnena förekommer kan bland annat innebära att ett ämne är farligt på grund av att det förekom­ mer som damm.
